const tmpList = [
    {
      price:300,
      total:1,
      lastNum:1,
      title:'机械兔 唯一',
      desc:[{title:'介绍',content:['发行数量：1体','库存：1体','机械兔是潮玩设计师Ebby结合自己对蒸汽朋克、机甲的理解创作出的一款作品。']}],
      face:'/assets/images/pro1.png',
      img:'/assets/images/pro1-1.png',
      author:'机械工坊',
      itemID:22
    },
    {
      price:50,
      total:4,
      lastNum:2,
      title:'Q版林克 常见',
      desc:[
        {title:'介绍',content:['发行数量：1000体','库存：351体','林克（link、リンク），是任天堂经典角色扮演冒险解谜游戏《塞尔达传说》（The Legend of Zelda，ゼルダの伝说)系列作品主人公。']},
        {title:'外观',content:['金发，左撇子（来源于制作人宫本茂为左撇子，在wii版作品《黄昏公主》和《天空之剑》中因体感操作关系设计为右撇子，《旷野之息》也设计为右撇子），多数游戏中为蓝眼睛（《风之杖》为代表的猫眼林克系列为黑眼睛），尖耳朵（来源于欧洲传奇故事中的精灵人）。在塞尔达传说的世界设定中属于海利亚人族(Hylian)，生活在海拉尔世界（Hyrule）。']},
        {title:'穿着',content:['以绿色为主的勇者服，绿色尖角帽，这一形象的设计灵感来自欧洲童话身穿绿衣绿帽的小飞侠彼得潘。一些作品有其它颜色和不同装束。（虽然绿帽子常被中国玩家吐槽，但众所周知国外是没有特殊意思的）']},
        {title:'装备',content:['剑（收入背上剑鞘之中，代表剑是大师之剑），盾牌（背在背后，代表盾是海利亚之盾），以及多种特色道具，其中以弓箭、炸弹最为出名。']},
        {title:'性格',content:['如同很多传统的日式RPG，如《精灵宝可梦》和《勇者斗恶龙》系列等，林克是不会说话的，目的是加强游戏的代入感，让林克和玩家本身联系在一起，使玩家的性格在一定程度上成为林克的性格。通常和NPC的对话都是以NPC为主导，少数情况下玩家会有选择对话选项的权利，林克有时也会用手势表达自己的想法。此外，富有使命感是林克的主性格。','如果细心观察，各代林克在性格上给人的印象是不同的。']},
      ],
      face:'/assets/images/pro2.png',
      img:'/assets/scene.gltf',
      author:'任天堂',
      itemID:20
    },
    {
      price:100,
      total:1,
      lastNum:1,
      title:'Q版林克 常见 290/1000',
      desc:[
        {title:'介绍',content:['发行数量：20体','库存：3体','《辛普森一家》(The Simpsons)是美国福克斯广播公司出品的一部动画情景喜剧，由马特·格勒宁创作。','该剧通过展现霍默、玛姬、巴特、丽莎和麦琪一家五口的生活，讽刺性地勾勒出了居住在美国心脏地带人们的生活方式。该片从许多角度对美国的文化与社会、人的条件和电视本身进行了幽默的嘲讽，是一部家庭喜剧幽默片。','辛普森一家以虚拟的美国小镇斯普林菲尔德（Springfield）为背景。在播出期间影迷们试图通过Springfield小镇的特点，周围的地理情况作为线索来寻找其确切的地点。（像在"这都怪丽莎"一集中，丽莎的巴西孤儿笔友写道“我试着给你写信，但我不知你住在哪一州”，对此，丽莎回答说：“这虽然有些神秘，但只要你关注一些线索，你会找到的。”）几乎美国的每一个州和地区都被猜测过是Springfield的所在地，但都因矛盾的证据而被推翻。因此理论上说，Springfield无处不在。例如，在“笑声背后”一集中，辛普森一家被描绘成一个北肯塔基家庭，但肯塔基州的Springfield却不在州的北部。后来，地点转移到南密苏里州（密苏里州的Springfield在密苏里的西南部）。作者马特高宁（Matt Groening）声明Springfield与他成长的城市波特兰（位于俄勒冈州）有更多共同点。他之所以用Springfield这个名字是因为美国几乎每个州都有一个小镇或城市叫这个名字。 ']}],
      face:'/assets/images/pro3.png',
      img:'/assets/images/pro3-1.png',
      author:'福克斯',
      itemID:21
    },
  ]
  
  export default tmpList;